import streamlit as st

st.title("عندكم وظيفة؟")
st.write("لوانت من جيل الطيبين بتسمع صوت الجمله")
st.write("ولو انت مو منهم فالحمدلله انت لحقت عالتكنلوجيا ومو مضطر تلف كل مكان بملفك الاخضر تدور وظيفة")
st.write("قد سمعت بجدارات؟ موقع طيب يلف ملفك وانت جالس في البيت بضغطة زر")
st.write("لازم خبره؟ لا تقدر تقدم وانت حديث تخرج وبالعكس طالبين وظائف بدون خبره اكثر من بخبره واذا مو مصدقني شوف الشارت اللي تحت")
st.image("job.png")

st.write("بتسألني عن متوسط الرواتب والله ما ادري ايش اقول هو 4712 ايه صحيح غير مناسب مع ارتفاع الاسعار لكن البدايات دايم صعبه تشجع")
st.write("كانت عندي معلومه ان اغلب الوظائف بمنطة الرياض وتأكدنا منها في البيانات اللي عندنا وما قصروا معانا متوسط رواتبهم لحديثين التخرج هو 4859")
st.image("riy.png")

st.write("ولاننا بعصر تمكين المرأه لا تخافوا احنا موجودين عالخريطه")
st.write("women.png")
st.write("وصل الملف للمكان المطلوب وانت الان موظف الف مبروك")